Repository: eyedeekay/i2p.i2p
Catalog: apps/desktopgui/locale/messages_*.po
Languages: cs, sl

source: Start I2P
cs: Spustit I2P
sl: Zaženi I2P

source: I2P is starting!
cs: I2P startuje!
sl: I2P se zaganja!

source: Starting
cs: Startuji
sl: Zaganja

source: Launch I2P Browser
cs: Spouštím I2P Browser
sl: Zaženi I2P brskalnik

source: Configure I2P System Tray
cs: Nastavit I2P Systémovou Lištu
sl: Konfiguriraj I2P opravilno vrstico

source: Enable notifications
cs: Zapnout upozornění

source: Disable notifications
cs: Vypnout upozornění

source: Disable system tray
cs: Vypnout ikonu systémové lišty

source: Stop I2P
cs: Zastavit I2P
sl: Ustavi I2P

source: Restart I2P Immediately
cs: Restartovat I2P Hned
sl: Nemudoma ponovno zaženi I2P

source: Stop I2P Immediately
cs: Zastavit I2P Hned
sl: Nemudoma ustavi I2P

source: Cancel I2P Shutdown
cs: Zrušit I2P Zastavení
sl: Prekliči zaustavitev od I2P

source: Shutdown in {0}
cs: Zastavení za {0}
sl: Zaustavi v {0}

source: Shutdown imminent
cs: Vypínání
sl: Zaustavitev je neizbežna

source: Network
cs: Síť
sl: Omrežje

source: I2P: Right-click for menu
cs: I2P: Pravé-kliknutí pro menu
sl: I2P: Pritisnite na desno tipko miške za meni

source: Restart I2P
sl: Ponovno zaženi I2P
