Repository: eyedeekay/i2p.i2p
Catalog: apps/i2psnark/locale/messages_*.po
Languages: cs

source: No community ratings currently available
cs: Žádná komunitní hodnocení nejsou nyní k dispozici

source: Mark for deletion
cs: Označit pro smazání

source: Delete Selected
cs: Smazat vybrané

source: Add Tracker
cs: Přidat Tracker

source: Save Changes
cs: Uložit Změny
