Repository: eyedeekay/i2p.i2p
Catalog: apps/i2psnark/locale/messages_*.po
Languages: cs

source: No more torrents running.
cs: Neběží žádné další torrenty.

source: I2P tunnel closed.
cs: I2P tunel uzavřen.

source: Unable to connect to I2P
cs: Nebylo možné se připojit k I2P

source: Error connecting to I2P - check your I2CP settings!
cs: Při připojování k I2P nastala chyba, zkontrolujte prosím nastavení I2CP!

source: dark
cs: tmavý

source: light
cs: světlý

source: ubergine
cs: lilek

source: vanilla
cs: vanilka

source: No write permissions for data directory
cs: Nejsou práva zápisu k datové složce

source: Data directory cannot be created
cs: Datová složka nemohla být vytvořena

source: Total uploaders limit changed to {0}
cs: Celkový limit sdílečů změněn na {0}

source: Minimum total uploaders limit is {0}
cs: Nejmenší celkový limit sdílečů je {0}

source: Up BW limit changed to {0}KBps
cs: Horní BW limit změněn na {0}KBps

source: Minimum up bandwidth limit is {0}KBps
cs: Nejmenší horní limit přenosové rychlist je {0}KBps

source: Startup delay changed to {0}
cs: Prodleva při startu změněna na {0}

source: Refresh time changed to {0}
cs: Doba aktualizace stavu (refresh time) změněna na {0}

source: Refresh disabled
cs: Aktualizace stavu vypnuta

source: Page size changed to {0}
cs: Velikost stránky změněna na {0}

source: New files will be publicly readable
cs: Nové soubory budou veřejně přístupné

source: New files will not be publicly readable
cs: Nové soubory nebudou veřejně přístupné

source: Data directory must be an absolute path
cs: Datová složka musí být absolutní úplná cesta

source: Data directory does not exist
cs: Datová složka neexistuje

source: Not a directory
cs: Nejde o složku

source: Unreadable
cs: Nečitelné

source: Data directory changed to {0}
cs: Datová složka změněna na {0}

source: I2CP and tunnel changes will take effect after stopping all torrents
cs: Změny I2CP a tunelu se projeví až po zastavení všech torrentů

source: I2CP options changed to {0}
cs: Nastavení (options) I2CP změněno na {0}

source: Disconnecting old I2CP destination
cs: Odpojuji se od starého I2CP cíle

source: I2CP settings changed to {0}
cs: Nastavení (settings) I2CP změněno na {0}

source: Unable to connect with the new settings, reverting to the old I2CP settings
cs: Nemůžu se připojit s novým nastavením I2CP, vracím se k předhozímu.

source: Unable to reconnect with the old settings!
cs: Nemohu se opětovně připojit ani s předchozím nastavením!

source: Reconnected on the new I2CP destination
cs: Opětovně připojeno k novému I2CP cíli

source: I2CP listener restarted for "{0}"
cs: I2CP listener restartován pro "{0}"

source: Enabled autostart
cs: Automatické spuštění zapnuto

source: Disabled autostart
cs: Automatické spuštění vypnuto

source: Enabled smart sort
cs: Zapnuto chytré řazení

source: Disabled smart sort
cs: Vypnuto chytré řazení

source: Enabled open trackers - torrent restart required to take effect.
cs: Zapnuto automatické spuštění

source: Disabled open trackers - torrent restart required to take effect.
cs: Otevřené trackery vypnuty - aby se změna projevila je nutné restartovat všechny torrenty

source: Enabled DHT.
cs: DHT povoleno.

source: Disabled DHT.
cs: DHT vypnuto.

source: DHT change requires tunnel shutdown and reopen
cs: DHT změna vyžaduje vypnutí tunelu a znovuotevření

source: Enabled Ratings.
cs: Zapnutá Hodnocení.

source: Disabled Ratings.
cs: Vypnutá Hodnocení.

source: Enabled Comments.
cs: Zapnuté Komentáře.

source: Disabled Comments.
cs: Vypnuté Komentáře.

source: Comments name set to {0}.
cs: Název komentáře nastaven na {0}.

source: {0} theme loaded.
cs: {0} vzhled načten.

source: Collapsible panels enabled.
cs: Skládací panely zapnuty.

source: Collapsible panels disabled.
cs: Skládací panely vypnuty.

source: Configuration unchanged.
cs: Nastavení nebylo změněno.

source: Open Tracker list changed - torrent restart required to take effect.
cs: Seznam otevřených trackerů změněn - aby se změna projevila je nutné restartovat všechny torrenty

source: Private tracker list changed - affects newly created torrents only.
cs: Privátní seznam trackerů změněn - ovlivní jen nově vytvořené torrenty.

source: Unable to save the config to {0}
cs: Nemůžu uložit soubor s nastavením do souboru {0}

source: Torrent file deleted: {0}
cs: Torrent soubor smazán: {0}

source: Torrent file moved from {0} to {1}
cs: Torrent soubor přesunut z {0} na {1}

source: Error: Could not add the torrent {0}
cs: Chyba: Nebylo možné přidat torrent {0}

source: Torrent already running: {0}
cs: Torrent již běží: {0}

source: Cannot open "{0}"
cs: Nejde otevřít "{0}"

source: Torrent with this info hash is already running: {0}
cs: Torrent s tímto infohašišem již běží: {0}

source: Torrent with the same data location is already running: {0}
cs: Torrent se stejným umístěním dat již běží: {0}

source: ERROR - No I2P trackers in private torrent "{0}"
cs: CHYBA - Žádné I2P trackery v privátním torrentu "{0}"

source: Warning - No I2P trackers in "{0}", will announce to I2P open trackers and DHT only.
cs: Varování - Žádné I2P trackery v "{0}", budou oznámeny pouze I2P otevřeným trackerům a DHT.

source: Warning - No I2P trackers in "{0}", and open trackers are disabled, will announce to DHT only.
cs: Varování - Žádné I2P trackery v "{0}", a otevřené trackery jsou vypnuté, bude k announci bude použito jen DHT.

source: Warning - No I2P trackers in "{0}", and DHT and open trackers are disabled, you should enable open trackers or DHT before starting the torrent.
cs: Varování - Žádné I2P trackery v "{0}", a DHT i otevřené trackery jsou vypnuté, měli byste zapnout otevřené trackery nebo DHT před spuštěním torrentu.

source: Torrent in "{0}" is invalid
cs: Torrent v "{0}" je chybný

source: ERROR - Out of memory, cannot create torrent from {0}
cs: CHYBA - nedostatek paměti, nemohu vytvořit torrent z {0}

source: Connecting to I2P
cs: Připojuji se k I2P

source: Torrent added and started: {0}
cs: Torrent přidán a spuštěn: {0}

source: Torrent added: {0}
cs: Torrent přidán: {0}

source: Fetching {0}
cs: Získávám {0}

source: Open trackers are disabled and we have no DHT peers. Fetch of {0} may not succeed until you start another torrent, enable open trackers, or enable DHT.
cs: Otevřené trackery jsou vypnuté a nemáme žádné DHT peery. Získání {0} možná neuspěje dokud nespustíte jiný torrent, nezapnete otevřené trackery, nebo nezapnete DHT.

source: Adding {0}
cs: Přídávám {0}

source: Download already running: {0}
cs: Stahování již běží: {0}

source: Failed to copy torrent file to {0}
cs: Chyba: nepodařilo se zkopírovat soubor torrentu do {0}

source: Too many files in "{0}" ({1})!
cs: Příliš mnoho souborů v "{0}" ({1})!

source: Torrent file "{0}" cannot end in ".torrent"!
cs: Torrent soubor "{0}" nemůže končit v ".torrent"!

source: No pieces in "{0}"!
cs: Žádné části v "{0}"!

source: Too many pieces in "{0}", limit is {1}!
cs: Příliš mnoho částí v "{0}", omezení je {1}!

source: Pieces are too large in "{0}" ({1}B)!
cs: Části jsou příliš velké v "{0}" ({1}B)!

source: Limit is {0}B
cs: Omezení je {0}B

source: Torrent "{0}" has no data!
cs: Torrent "{0}" nemá žádná data!

source: Torrents larger than {0}B are not supported yet "{1}"!
cs: Torrenty větší než {0}B nejsou zatím podporovány "{1}"!

source: Error: Could not remove the torrent {0}
cs: Chyba: Nebylo možné odebrat torrent {0}

source: Torrent stopped: {0}
cs: Torrent zastaven: {0}

source: Torrent removed: "{0}"
cs: Torrent smazán: "{0}"

source: Adding torrents in {0}
cs: Přidávání torrents v {0}

source: Starting up torrent {0}
cs: Spouštění torrentu {0}

source: Up bandwidth limit is {0} KBps
cs: Šířka pásma nahrávání je {0} KBps

source: Download finished: {0}
cs: Stahování dokončeno: {0}

source: Error on torrent {0}
cs: Chyba torrentu {0}

source: Opening the I2P tunnel
cs: Otevírání I2P tunelu

source: Opening the I2P tunnel and starting all torrents.
cs: Otevírání I2P tunelu a spuštění všech torrentů.

source: Stopping all torrents and closing the I2P tunnel.
cs: Zastavování všech torrentů a zavírání I2P tunelu.

source: Closing I2P tunnel after notifying trackers.
cs: Zavírání I2P tunelu po upozornění trackerů.

source: Finished recheck of torrent {0}, now {1} complete
cs: Dokončena kontrola souborů torrentu {0}, nyní {1} dokončeno

source: Finished recheck of torrent {0}, unchanged
cs: Dokončena kontrola souborů torrentu {0}, nezměněno

source: Error checking the torrent {0}
cs: Chyba kontroly torrentu {0}

source: No valid trackers for {0} - enable opentrackers or DHT?
cs: Žádné platné trackery pro {0} - zapněte otevřené trackery nebo DHT?

source: Updating
cs: Aktualizace

source: Updating from {0}
cs: Aktualizace z {0}

source: Download torrent file from {0}
cs: Stáhnout torrent soubor z {0}

source: Torrent was not retrieved from {0}
cs: Torrent nebyl získán z {0}

source: Torrent fetched from {0}
cs: Torrent získán z {0}

source: Torrent already in the queue: {0}
cs: Torrent je již ve frontě: {0}

source: Torrent at {0} was not valid
cs: Torrent na{0} nebyl platný

source: Configuration
cs: Konfigurace

source: Anonymous BitTorrent Client
cs: Anonymní BitTorrent Klient

source: I2PSnark has stopped
cs: I2PSnark se zastavil

source: Router is down
cs: Router neběží

source: Are you sure you want to delete the file \''{0}\'' (downloaded data will not be deleted) ?
cs: Jste si jisti, že chcete smazat soubor \''{0}\'' (stažená data nebudou smazána) ?

source: Are you sure you want to delete the torrent \''{0}\'' and all downloaded data?
cs: Jste si jisti, že chcete smazat torrent \''{0}\'' a všechna jeho stažená data?

source: Torrents
cs: Torrenty

source: Refresh page
cs: Obnovit stránku

source: Click "Add torrent" button to fetch torrent
cs: Klikněte na "Přidat torrent" tlačítko pro získání torrentu

source: clear messages
cs: smazat zprávy

source: Status
cs: Stav

source: Sort by {0}
cs: Seřadit podle {0}

source: Hide Peers
cs: Skrýt peery

source: Show Peers
cs: Ukázat peery

source: File type
cs: Typ souboru

source: Estimated time remaining
cs: Odhadovaný zbývající čas

source: Downloaded
cs: Staženo

source: Size
cs: Velikost

source: Upload ratio
cs: Poměr nahrávání

source: Uploaded
cs: Nahráno

source: RX Rate
cs: RX Rychlost

source: Down Rate
cs: Rychlost Stahování

source: TX Rate
cs: TX Rychlost

source: Up Rate
cs: Rychlost Nahrávání

source: Stop all torrents and the I2P tunnel
cs: Zastavit všechny torrenty a I2P tunel

source: Stop All
cs: Zastavit vše

source: Start all stopped torrents
cs: Spustit všechny zastavené torrenty

source: Start All
cs: Spustit vše

source: Start all torrents and the I2P tunnel
cs: Spustit všechny torrenty a I2P tunel

source: No torrents found.
cs: Nenalezeny žádné torrenty.

source: No torrents loaded.
cs: Žádné torrenty nebyly načteny.

source: Totals
cs: Celkové

source: 1 connected peer
cs: 1 připojený peer

source: Dest
cs: Cíl

source: Our destination (identity) for this session
cs: Náš cíl (identita) pro tuto relaci

source: Dht Debug
cs: DHT ladění

source: First
cs: První

source: First page
cs: První stránka

source: Prev
cs: Předchozí

source: Previous page
cs: Předchozí stránka

source: Next
cs: Další

source: Next page
cs: Další stránka

source: Last
cs: Poslední

source: Last page
cs: Poslední stránka

source: Cannot add torrent {0} inside another torrent: {1}
cs: Nebylo možné přidat torrent {0} do jiného torrentu: {1}

source: Download from non-I2P location {0} is not supported
cs: Stažení z ne-I2P umístění {0} není podporováno

source: Invalid URL: Must start with "{0}" or "{1}"
cs: Neplatná URL: Musí začínat "{0}" nebo "{1}"

source: Magnet deleted: {0}
cs: Magnet smazán: {0}

source: Torrent file could not be deleted: {0}
cs: Torrent soubor nemohl být smazán: {0}

source: Download deleted: {0}
cs: Stažení smazáno: {0}

source: Data file deleted: {0}
cs: Data soubor smazán: {0}

source: Data file could not be deleted: {0}
cs: Data soubor nemohl být smazán: {0}

source: Directory could not be deleted: {0}
cs: Složka nemohla být smazána: {0}

source: Directory deleted: {0}
cs: Složka smazána: {0}

source: Cannot add a torrent ending in ".torrent": {0}
cs: Nebylo možné přidat torrent končící ".torrent": {0}

source: Torrent with this name is already running: {0}
cs: Torrent s tímto názvem je již spuštěn: {0}

source: Cannot add a torrent including an I2P directory: {0}
cs: Nebylo možné přidat torrent včetně I2P složky: {0}

source: Cannot add torrent {0} including another torrent: {1}
cs: Není možné přidat torrent {0} včetně jiného torrentu: {1}

source: Error - Cannot include alternate trackers without a primary tracker
cs: Chyba - Není možné zahrnout alternativní trackery bez primárního trackeru

source: Error - Cannot mix private and public trackers in a torrent
cs: Chyba - Není možné míchat privátní a veřejné trackery v torrentu

source: Torrent created for "{0}"
cs: Torrent vytvořen pro "{0}"

source: Many I2P trackers require you to register new torrents before seeding - please do so before starting "{0}"
cs: Mnoho I2P trackerů vyžaduje registraci nových torrentů před seedováním - proveďte jí před spuštěním "{0}"

source: Error creating a torrent for "{0}"
cs: Chyba vytvořením torrentu pro "{0}"

source: Cannot create a torrent for the nonexistent data: {0}
cs: Nebylo možné vytvořit torrent pro neexistující data: {0}

source: Error creating torrent - you must enter a file or directory
cs: Chyba vytváření torrentu - musíte uvést soubor nebo složku

source: Delete selected
cs: Smazat vybrané

source: Save tracker configuration
cs: Uložit nastavení trackeru

source: Removed
cs: Odebráno

source: Add tracker
cs: Přidat tracker

source: Enter valid tracker name and URLs
cs: Vložte platné názvy a adresy trackerů

source: Restore defaults
cs: Obnovit výchozí

source: Restored default trackers
cs: Obnoveny výchozí trackery

source: Checking
cs: Kontrola

source: Allocating
cs: Přidělování

source: Tracker Error
cs: Chyba Trackeru

source: Starting
cs: Startuji

source: Seeding
cs: Seedování

source: Seeding to {0} peer
cs: Seedování {0} peerovi

source: Complete
cs: Dokončit

source: Downloading from {0} of {1} peers in swarm
cs: Stahuji od {0} z {1} peerů v roji

source: Downloading from {0} peer
cs: Stahování od {0} peera

source: Connected to {0} peer
cs: Připojeno k {0} peerovi

source: Stalled
cs: Nečinné

source: Connected to {0} of {1} peers in swarm
cs: Připojeno k {0} z {1} peerů v roji

source: No Peers
cs: Žádné peery

source: Stopped
cs: Zastaven

source: Torrent details
cs: Torrent detaily

source: Comments
cs: Komentáře

source: View files
cs: Zobrazit soubory

source: Open file
cs: Otevřít soubor

source: complete
cs: kompletní

source: remaining
cs: přejmenování

source: Completed
cs: Dokončeno

source: Stop the torrent
cs: Zastavit torrent

source: Stop
cs: Zastaveno

source: Start the torrent
cs: Spustit torrent

source: Start
cs: Zapnout

source: Remove the torrent from the active list, deleting the .torrent file
cs: Odebrat torrent z aktivního seznamu, smazání .torrent souboru.

source: Remove
cs: Smazat

source: Delete the .torrent file and the associated data files
cs: Smazat .torrent soubor a související data soubory

source: Delete
cs: Smazat

source: Peer attached to swarm
cs: Peer připojený do roje

source: Unknown
cs: Neznámý

source: Destination (identity) of peer
cs: Cíl (identita) peera

source: Uninteresting (The peer has no pieces we need)
cs: Nezajímavý (Peer nemá žádné části, které potřebujeme)

source: Choked (The peer is not allowing us to request pieces)
cs: Přiškrcený (Peer nedovoluje požádat o specifické části)

source: Uninterested (We have no pieces the peer needs)
cs: Nezajímající se (Nemáme žádné části, které peer potřebuje)

source: Choking (We are not allowing the peer to request pieces)
cs: Škrtící (Nedovolujeme peerovi požádat o specifické části)

source: Details at {0} tracker
cs: Detaily na {0} trackeru

source: Info
cs: Informace

source: Add Torrent
cs: Přidat torrent

source: From URL
cs: Z URL

source: Enter the torrent file download URL (I2P only), magnet link, or info hash
cs: Vložte adresu torrent souboru ke stažení (jen I2P), magnet odkaz, nebo info hash

source: Add torrent
cs: Přidat torrent

source: Torrent file
cs: Torrent soubor

source: Data dir
cs: Datová složka

source: Enter the directory to save the data in (default {0})
cs: Zadejte složku pro uložení dat v (výchozí {0})

source: You can also copy .torrent files to: {0}.
cs: Můžete také zkopírovat .torrent soubory do: {0}.

source: Removing a .torrent will cause it to stop.
cs: Odebráním .torrent dojde k zastavení.

source: Create Torrent
cs: Vytvořit torrent

source: Data to seed
cs: Data k seedování

source: File or directory to seed (full path or within the directory {0} )
cs: Soubor nebo složka k seedování (celá cesta nebo v rámci složky {0} )

source: Create torrent
cs: Vytvořit torrent

source: Trackers
cs: Trackery

source: Primary
cs: Primární

source: Alternates
cs: Alternativní

source: Tracker Type
cs: Typ Trackeru

source: Standard
cs: Standardní

source: Open
cs: Otevřít

source: Private
cs: Soukromé

source: none
cs: žádný

source: Data directory
cs: Datová složka

source: Directory where torrents and downloaded/shared files are stored
cs: Složka kde jsou uloženy torrenty a stažená/sdílená data

source: Files readable by all
cs: Soubory které mohou číst všichni

source: Set file permissions to allow other local users to access the downloaded files
cs: Nastavte ostatním místním uživatelům práva přístupu ke staženým souborům

source: Auto start torrents
cs: Automaticky spustit torrenty

source: Automatically start torrents when added and restart torrents when I2PSnark starts
cs: Automaticky spustit torrenty když jsou přidány a po startu I2PSnark

source: Smart torrent sorting
cs: Chytré řazení torrentů

source: Ignore words such as 'a' and 'the' when sorting
cs: Ignorovat slova jako je 'a' a 'the' při řazení

source: Collapsible panels
cs: Skládací panely

source: Your browser does not support this feature.
cs: Váš prohlížeč nepodporuje tuto funkci

source: Allow the 'Add Torrent' and 'Create Torrent' panels to be collapsed, and collapse by default in non-embedded mode
cs: Povolit 'Přidat Torrent' a 'Vytvořit Torrent' panelům srolování/složení a složit automaticky v nezabudovaném režimu

source: Language
cs: Jazyk

source: Theme
cs: Vzhled

source: To change themes manually, disable universal theming
cs: Pro ruční změnu vzhledu vypněte univerzální vzhledy

source: Universal theming is enabled.
cs: Univerzální vzhledy jsou vypnuté

source: Configure
cs: Konfigurovat

source: Refresh time
cs: Čas obnovení

source: How frequently torrent status is updated on the main page
cs: Jak často je stav torrentu aktualizován na hlavní stránce

source: Never
cs: Nikdy

source: Startup delay
cs: Prodleva spuštění

source: How long before auto-started torrents are loaded when I2PSnark starts
cs: Jak dlouho trvá než jsou po startu I2PSnark spuštěny torrenty

source: minutes
cs: minut

source: Page size
cs: Velikost stránky

source: Maximum number of torrents to display per page
cs: Maximální počet torrentů zobrazených na stránce

source: torrents
cs: torrenty

source: Total uploader limit
cs: Limit souběžných nahrávání

source: Maximum number of peers for uploading
cs: Maximální počet peerů kterým se bude zároveň nahrávat

source: peers
cs: peerů

source: Up bandwidth limit
cs: Limit nahrávání

source: Half available bandwidth recommended.
cs: Polovina dostupného datového toku je doporučena

source: View or change router bandwidth
cs: Zobrazit nebo změnit datový tok routeru

source: Use open trackers also
cs: Také použít otevřené trackery

source: Announce torrents to open trackers as well as trackers listed in the torrent file
cs: Oznámit torrenty otevřeným trackerům i trackerům uvedeným v torrent souboru

source: Enable DHT
cs: Zapnout DHT

source: Use DHT to find additional peers
cs: Použít DHT k nalezení dalších peerů

source: Enable Ratings
cs: Zapnout Hodnocení

source: Show ratings on torrent pages
cs: Zobrazit hodnocení na stránkách torrentů

source: Enable Comments
cs: Zapnout Komentáře

source: Show comments on torrent pages
cs: Zobrazit komentáře na stránkách torrentů

source: Comment Author
cs: Autor komentáře

source: Set the author name for your comments and ratings
cs: Nastavit autorské jméno pro mé komentáře a hodnocení

source: Inbound Settings
cs: Příchozí Nastavení

source: Outbound Settings
cs: Odchozí Nastavení

source: I2CP options
cs: I2CP možnosti

source: Save configuration
cs: Uložit nastavení

source: Select trackers for removal from I2PSnark's known list
cs: Vybrat trackery pro odebrání z I2PSnark seznamu známých trackerů

source: Name
cs: Jméno

source: Website URL
cs: Webová adresa

source: Announce URL
cs: Announce adresa

source: Mark tracker for deletion
cs: Označit tracker pro smazání

source: Add
cs: Přidat

source: Invalid magnet URL {0}
cs: Neplatná magnet adresa {0}

source: 1 hop
cs: 1 skok

source: 1 tunnel
cs: 1 tunel

source: Edit Torrent
cs: Upravit Torrent

source: Data location
cs: Umístění dat

source: Primary Tracker
cs: Primární Tracker

source: Tracker List
cs: Tracker Seznam

source: Web Seeds
cs: Webové Seedy

source: Comment
cs: Komentář

source: Created
cs: Vytvořen

source: Created By
cs: Vytvořil/a

source: Added
cs: Přidáno

source: Last activity
cs: Poslední aktivita

source: Magnet link
cs: Magnet odkaz

source: Private torrent
cs: Soukromý torrent

source: Completion
cs: Dokončení

source: Remaining
cs: Zbývá

source: Skipped
cs: Přeskočeno

source: Files
cs: Soubory

source: Pieces
cs: Části

source: Piece size
cs: Velikost části

source: Refresh page for results
cs: Obnovit stránku pro zobrazení výsledků

source: Force Recheck
cs: Vynutit Kontrolu

source: Torrent must be stopped
cs: Torrent musí být zastaven

source: Check integrity of the downloaded files
cs: Zkontrolovat integritu stažených souborů

source: Add or remove trackers
cs: Přidat nebo odebrat trackery

source: Download files in order
cs: Stáhnout soubory v pořadí

source: Download pieces in order
cs: Stáhnout části v pořadí

source: Save Preference
cs: Uložit Volbu

source: Resource Not found
cs: Zdroj Nenalezen

source: Resource
cs: Zdroj

source: Base
cs: Základ

source: Resource Does Not Exist
cs: Zdroj Neexistuje

source: Directory
cs: Složka

source: Download Status
cs: Stav Stahování

source: Download Priority
cs: Priorita Stahování

source: Up to higher level directory
cs: Nahoru do nadřazené složky

source: Torrent not found?
cs: Torrent nenalezen?

source: File not found in torrent?
cs: Soubor nenalezen v torrentu?

source: Preview
cs: Náhled

source: Download file at high priority
cs: Přidat prioritu stahovanému souboru

source: High
cs: Vysoká

source: Download file at normal priority
cs: Stáhnout soubor normální prioritou

source: Normal
cs: Normální

source: Do not download this file
cs: Nestahovat tento soubor

source: Skip
cs: Přeskočit

source: Set all high
cs: Nastavit vše na vysokou

source: Set all normal
cs: Nastavit vše na normální

source: Skip all
cs: Přeskočit vše

source: Save priorities
cs: Uložit priority

source: Ratings and Comments
cs: Hodnocení a Komentáře

source: Author name required to rate or comment
cs: Jméno autora je vyžadováno pro hodnocení i komentování

source: Your author name for published comments and ratings
cs: Vaše jméno autora pro zveřejněné komentáře a hodnocení

source: Enable viewing and posting comments for this torrent
cs: Zapnout zobrazování a přidávání komentářů pro tento torrent

source: 1 star
cs: 1 hvězda

source: No rating
cs: Bez hodnocení

source: Rate and Comment
cs: Ohodnotit a Komentovat

source: Rate Torrent
cs: Ohodnotit Torrent

source: Add Comment
cs: Přidat komentář

source: My Rating
cs: Mé Hodnocení

source: Average Rating
cs: Průměrné Hodnocení
