Repository: eyedeekay/i2p.i2p
Catalog: apps/ministreaming/locale/messages_*.po
Languages: fi

source: Message timeout
fi: Viestin aikaraja

source: Local router failure
fi: Paikallisen reitittimen häiriö

source: Local network failure
fi: Paikallisen verkon häiriö

source: Session closed
fi: Istunto suljettu

source: Invalid message
fi: Virheellinen viesti

source: Invalid message options
fi: Virheelliset viestivaihtoehdot

source: Buffer overflow
fi: Puskurin ylivuoto

source: Message expired
fi: Viesti vanhentunut

source: No local tunnels
fi: Ei paikallisia tunneleita

source: Unsupported encryption options
fi: Ei tuettuja salausvaihtoehtoja

source: Invalid destination
fi: Virheellinen kohde

source: Connection was reset
fi: Yhteys nollattu

source: Failure code
fi: Virhekoodi
