Repository: eyedeekay/i2p.i2p
Catalog: debian/po/*.po
Languages: sl

source: Should the I2P router be started at boot?
sl: Ali je treba I2P ruter zagnati ob zagonu?

source: The I2P router can be run as a daemon that starts automatically when your computer boots up. This is the recommended configuration.
sl: I2P ruter je mogoče zagnati kot daemon, kateri se zažene samodejno ob zagonu računalnika. To je priporočena konfiguracija.

source: I2P daemon user:
sl: I2P daemon uporabnik:

source: By default I2P is configured to run under the account i2psvc when running as a daemon. To use an **existing** I2P profile you may enter a different account name here. For example, if your previous I2P installation is at /home/user/i2p, you may enter 'user' here.
sl: I2P je privzeto konfiguriran, da se zažene pod računom i2psvc, ko teče kot daemon. Za uporabo **obstoječega** I2P profila lahko vi vnesete drugačno ime računa tukaj. Na primer, če je vaša prejšna I2P namestitev je pri /home/user/i2p, lahko vnesete 'user' tu.

source: Very important: If a user other than the default of 'i2psvc' is entered here, the chosen username *MUST* already exist.
sl: Zelo pomembno: Če je uporabnik razen privzetega 'i2psvc' vnesen tu, *MORA* izbrano uporabniško ime že obstajati.

source: Memory that can be allocated to I2P:
sl: Pomnilnik, ki ga je mogoče dodeliti I2P:

source: By default, I2P will only be allowed to use up to 128MB of RAM.
sl: I2P bo privzeto lahko uporabljal le do 128 MB RAM-a.

source: High bandwidth routers, as well as routers with a lot of active torrents / plugins, may need to have this value increased.
sl: Ruterji z visoko podatkovno pretočnostjo, in tudi tistim z veliko aktivnimi torrenti / vtičniki se mora ta vrednost zvišati.

source: Should the I2P daemon be confined with AppArmor?
sl: Mora I2P daemon biti omejen z AppArmor?

source: With this option enabled I2P will be sandboxed with AppArmor, restricting which files and directories may be accessed by I2P.
sl: Če je ta možnost omogočena, bo I2P sandbox-an v AppArmor, kar omejuje, do katerih datotek in map lahko dostopa I2P.
