Repository: eyedeekay/i2p.i2p
Catalog: apps/i2ptunnel/locale-proxy/messages_*.po
Languages: cs

source: Website Unreachable
cs: Nedosažitelná webová stránka

source: Router Console
cs: Konzole routeru

source: I2P Router Console
cs: I2P konzole routeru

source: Configuration
cs: Konfigurace

source: Help
cs: Pomoc

source: Addressbook
cs: Adresář

source: The website was not reachable.
cs: Webová stránka byla nedosažitelná.

source: The website is offline, there is network congestion, or your router is not yet well-integrated with peers.
cs: Webová stránka je offline, je zde síťové přetížení, nebo váš router ještě není dostatečně integrován s ostatními peery.

source: You may want to {0}retry{1}.
cs: Možná to budete chtít {0}zkusit znovu{1}.

source: Could not find the following destination:
cs: jméno nebo cíl

source: Outproxy Not Found
cs: Outproxy nenalezena

source: The HTTP outproxy was not reachable, because its lease set was not found.
cs: HTTP outproxy nebyla dosažitelná, protože její set pronájmu nebyl nalezen.

source: The outproxy is probably down, but there could also be network congestion.
cs: Outproxy je pravděpodobně mimo provoz, problémem může být také přetížení sítě.

source: You may want to {0}retry{1} as this will randomly reselect an outproxy from the pool you have defined {2}here{3} (if you have more than one configured).
cs: Možná to budete chtít {0}zkusit znovu{1} protože toto znovu vybere náhodnou outproxy ze zásobníku, který jste stanovili {2}zde{3} (pokud máte nastaven více než jeden).

source: If you continue to have trouble you may want to edit your outproxy list {0}here{1}.
cs: Pokud budete mít nadále potíže, možná budete chtít upravit váš seznam outproxy {0}zde{1}.

source: Information: New Host Name
cs: Informace: Nové jméno hostitele

source: Information: New Host Name with Address Helper
cs: Informace: Nové jméno hostitele s pomocníkem adresy

source: The address helper link you followed is for a new host name that is not in your address book.
cs: Odkaz pomocníka adresy, který jste použili, je pro nové jméno hostitele, které není ve vašem adresáři.

source: You may save this host name to your local address book.
cs: Toto jméno hostitele můžete uložit do vašeho místního adresáře.

source: If you save it to your address book, you will not see this message again.
cs: Pokud ho uložíte do vašeho adresáře, tuto zprávu znovu neuvidíte.

source: If you do not save it, the host name will be forgotten after the next router restart.
cs: Pokud ho neuložíte, jméno hostitele bude zapomenuto po dalším restartu routeru.

source: If you do not wish to visit this host, click the "back" button on your browser.
cs: Pokud nechcete navštívit tohoto hostitele, klikněte ve vašem prohlížeči na tlačítko "zpět".

source: Warning: Invalid Destination
cs: Cíl tunelu

source: The Base32 address is invalid.
cs: Base32 adresa je neplatná.

source: The website was not reachable, because its lease set was not found.
cs: Webová stránka nebyla dosažitelná kvůli nenalezení jejího setu pronájmu.

source: The website is probably down, but there could also be network congestion.
cs: Webová stránka je pravděpodobně nedostupná, důvod ale může být i přetížení sítě.

source: Warning: Invalid Request URI
cs: Varování: neplatná URI požadavku

source: The request URI is invalid, and probably contains illegal characters.
cs: URI požadavku je neplatná a pravděpodobně obsahuje nepovolené znaky.

source: If you clicked a link, check the end of the URI for any characters the browser has mistakenly added on.
cs: Pokud jste klikli na odkaz, zkontrolujte znaky na konci URI, zda váš prohlížeč některé chybně nepřidal.

source: Error: Request Denied
cs: Chyba: požadavek zamítnut

source: Error: Local Access
cs: Chyba: místní přístup

source: Your browser is misconfigured.
cs: Váš prohlížeč je chybně nastaven.

source: Do not use the proxy to access the router console, localhost, or local LAN destinations.
cs: Nepoužívejte proxy k přístupu ke konzoli routeru, localhostu nebo k cílům ve vaší místní síti LAN.

source: Website Unknown
cs: Neznámá webová stránka

source: Website Not Found in Addressbook
cs: Webová stránka nenalezena v adresáři

source: The website was not found in your router's addressbook.
cs: Webová stránka nebyla nenalezena v adresáři vašeho routeru.

source: Check the link or find a Base 32 or Base 64 address.
cs: Zkontrolujte odkaz nebo najděte adresu Base 32 nebo Base 64.

source: If you have the Base 64 address, {0}add it to your addressbook{1}.
cs: Pokud máte adresu Base 64, {0}přidejte ji do vašeho adresáře{1}.

source: Otherwise, find a Base 32 or address helper link, or use a jump service link below.
cs: Jinak najděte Base 32 nebo odkaz pomocníka adresy, nebo použijte níže uvedený odkaz služby Jump.

source: Seeing this page often? See {0}the FAQ{1} for help in {2}adding some subscriptions{3} to your addressbook.
cs: Vidíte často tuto stránku? Podívejte se do {0}FAQ{1} pro pomoc s {2}přidáním některých odběrů{3} do vašeho adresáře.

source: The website was not reachable, because it uses encryption options that are not supported by your I2P or Java version.
cs: Webová stránka nebyla dosažitelná, protože používá šifrovací možnosti nepodporované vaší verzí I2P nebo Java.

source: Could not connect to the following destination:
cs: Nepodařilo se připojit k následujícímu cíli:

source: Connection Reset
cs: Reset připojení

source: The connection to the website was reset while the page was loading.
cs: Připojení k webové stránce bylo resetováno při načítání stránky.

source: The website could be temporarily unavailable, too busy, or it has blocked your access.
cs: Webová stránka by mohla být dočasně nedostupná, příliš vytížená, nebo zablokovala váš přístup.

source: Warning: Authorization Required
cs: Varování: je vyžadována autorizace

source: The website destination specified was not valid, or was otherwise unreachable.
cs: Zadaná cílová webová stránka nebyla platná nebo byla nedosažitelná.

source: Perhaps you pasted in the wrong Base 64 string or the link you are following is bad.
cs: Možná jste vložili nesprávnou frázi Base 64 nebo je použitý odkaz špatný.

source: The I2P host could also be offline.
cs: I2P hostitel by také mohl být nedostupný.

source: Warning: No Outproxy Configured
cs: Varování: nebyla nastavena žádná outproxy

source: Your request was for a site outside of I2P, but you have no HTTP outproxy configured.
cs: Váš požadavek byl pro stránku, která je mimo I2P, nemáte ale nastavenu žádnou HTTP outproxy.

source: Please configure an outproxy in I2PTunnel.
cs: Prosím nastavte v I2PTunelu outproxy.

source: Warning: Destination Key Conflict
cs: Varování: konflikt cílového klíče

source: The address helper link you followed specifies a different destination key than the entry in your address book.
cs: Odkaz pomocníka adresy, který jste použili, stanovuje jiný cílový klíč, než který je zaznamenán ve vašem adresáři.

source: Someone could be trying to impersonate another website, or people have given two websites identical names.
cs: Někdo může zkoušet podvrhnout jinou webovou stránku, nebo lidé dali stejné jméno dvěma webovým stránkám.

source: Resolve the conflict by deciding which key you trust, and then either ignore the address helper link, or delete the host entry from your address book and click the address helper link again.
cs: Vyřešte konflikt tak, že se rozhodnete, kterému klíči věříte a potom buď ignorujte odkaz pomocníka adresy nebo smažte záznam hostitele z vašeho adresáře a klikněte znovu na odkaz pomocníka adresy.

source: Warning: Bad Address Helper
cs: Varování: špatný pomocník adresy

source: The helper key in the URL ({0}i2paddresshelper={1}) is not resolvable.
cs: Pomocný klíč v adrese URL ({0}i2paddresshelper={1}) nelze přeložit/resolve.

source: It seems to be garbage data, or a mistyped Base 32 address.
cs: Zdá se, že jde o garbage data, nebo o nesprávně napsanou adresu Base 32.

source: Check your URL to try and fix the helper key to be a valid Base 32 hostname or Base 64 key.
cs: Zkontrolujte svou adresu URL s cílem opravit pomocný klíč tak, aby byl platným jménem hostitele Base 32 nebo Base 64 klíčem.

source: The HTTP Outproxy was not found.
cs: HTTP outproxy nebyla nalezena.

source: It is offline, there is network congestion, or your router is not yet well-integrated with peers.
cs: Není dostupná, je zde přetížení sítě, nebo váš router není dostatečně integrován s ostatními peery.

source: Warning: Request Denied
cs: Varování: požadavek odmítnut

source: You attempted to connect to a non-I2P website or location.
cs: Pokusili jste se o připojení k umístění nebo webové stránce mimo I2P.

source: Proxy Authorization Required
cs: Je vyžadována autorizace proxy

source: I2P HTTP Proxy Authorization Required
cs: Vyžadována autorizace I2P HTTP proxy

source: This proxy is configured to require a username and password for access.
cs: Tato proxy je nastavena pro vyžadování uživatelského jména a hesla pro přístup.

source: Please enter your username and password, or check your {0}router configuration{1} or {2}I2PTunnel configuration{3}.
cs: Prosím zadejte své uživatelské jméno a heslo, nebo zkontrolujte vaše {0}nastavení routeru{1} nebo {2}nastavení I2PTunelu{3}.

source: To disable authorization, remove the configuration {0}i2ptunnel.proxy.auth=basic{1}, then stop and restart the HTTP Proxy tunnel.
cs: Pro vypnutí autorizace odeberte nastavení {0}i2ptunnel.proxy.auth=basic{1} a potom zastavte a znovu spusťte HTTP Proxy tunel.

source: The connection to the proxy was reset.
cs: Připojení k proxy bylo resetováno.

source: The proxy could be temporarily unavailable, too busy, or it has blocked your access.
cs: Proxy mohla být dočasně nedostupná, přetížená, nebo blokovala váš přístup.

source: Warning: Non-HTTP Protocol
cs: Varování: nejde o protokol HTTP

source: The request uses a bad protocol.
cs: Požadavek používá nevhodný protokol.

source: The I2P HTTP Proxy supports HTTP and HTTPS requests only.
cs: I2P HTTP proxy podporuje pouze požadavky HTTP a HTTPS.

source: Other protocols such as FTP are not allowed.
cs: Jiné protokoly, například FTP, nejsou povoleny.

source: Outproxy Unreachable
cs: Nedostupná outproxy

source: The HTTP outproxy was not reachable, because it uses encryption options that are not supported by your I2P or Java version.
cs: HTTP outproxy nebyla dostupná, protože používá možnosti šifrování, které vaše verze I2P nebo Java nepodporuje.

source: This seems to be a bad destination:
cs: jméno nebo cíl

source: i2paddresshelper cannot help you with a destination like that!
cs: i2paddresshelper vám nemůže pomoci s takovým cílem!

source: To visit the destination in your address book, click <a href="{0}">here</a>. To visit the conflicting addresshelper destination, click <a href="{1}">here</a>.
cs: Abyste navštívili cíl z vašeho adresáře, klikněte <a href="{0}">zde</a>. Pro navštívení konfliktního cíle pomocníka adresy, klikněte <a href="{1}">zde</a>.

source: Destination for {0} in address book
cs: Cíl {0} v adresáři

source: Conflicting address helper destination
cs: Konfliktní cíl pomocníka adresy

source: Corrupt Base32 address
cs: Poškozená Base32 adresa

source: Destination lease set not found
cs: Cílová sada pronájmu nebyla nalezena

source: Destination
cs: Cíl

source: Continue to {0} without saving
cs: Pokračovat na {0} bez uložení

source: You can browse to the site without saving it to the address book. The address will be remembered until you restart your I2P router.
cs: Můžete přejít na stránku, bez jejího uložení do adresáře. Adresa se zapamatuje až do doby restartu vašeho I2P routeru.

source: Continue without saving
cs: Pokračovat bez uložení

source: Save {0} to router address book and continue to website
cs: Uložit {0} do adresáře routeru a pokračovat na webovou stránku

source: This address will be saved to your Router address book where your subscription-based addresses are stored.
cs: Tato adresa bude uložena do adresáře vašeho routeru, kde jsou uložené vaše adresy odběrů.

source: If you want to keep track of sites you have added manually, add to your Local or Private address book instead.
cs: Pokud chcete mít přehled o stránkách, které jste přidali ručně, přidejte je místo toho do vašeho místního nebo soukromého adresáře.

source: Save & continue
cs: Uložit & pokračovat

source: Save {0} to local address book and continue to website
cs: Uložit {0} do místního adresáře a pokračovat na webovou stránku

source: This address will be saved to your Local address book. Select this option for addresses you wish to keep separate from the main router address book, but don't mind publishing.
cs: Tato adresa bude uložena do vašeho místního adresáře. Vyberte tuto možnost pro adresy, které chcete uchovat odděleně od hlavního adresáře routeru ale nevadí vám jejich zveřejnění.

source: Save {0} to private address book and continue to website
cs: Uložit {0} do soukromého adresáře a pokračovat na webovou stránku

source: This address will be saved to your Private address book, ensuring it is never published.
cs: Tato adresa bude uložena do vašeho soukromého adresáře a nebude tedy nikdy zveřejněna.

source: Base32 address requires lookup password
cs: Base32 adresa vyžaduje vyhledávací heslo

source: Base32 address requires encryption key
cs: Base32 adresa vyžaduje šifrovací klíč

source: Base32 address requires encryption key and lookup password
cs: Base32 adresa vyžaduje šifrovací klíč a vyhledávací heslo

source: Base32 address decryption failure, check encryption key
cs: Base32 adresu se nepodařilo dešifrovat, zkontrolujte šifrovací klíč

source: Generate
cs: Vygenerovat

source: Encryption key
cs: Bezpečnostní kód

source: You must either enter a PSK encryption key provided by the server operator, or generate a DH encryption key and send that to the server operator.
cs: Musíte buď zadat PSK šifrovací klíč poskytnutý provozovatelem serveru, nebo vygenerovat DH šifrovací klíč a poslat ho provozovateli serveru.

source: Ask the server operator for help.
cs: Požádejte provozovatele serveru o pomoc.

source: Enter PSK encryption key
cs: Zadejte PSK šifrovací klíč

source: Generate new DH encryption key
cs: Vygenerujte nový DH šifrovací klíč

source: Lookup password
cs: Vyhledávací heslo

source: You must enter the password provided by the server operator.
cs: Musíte zadat heslo poskytnuté provozovatelem serveru.

source: Added via address helper from {0}
cs: Přidáno přes pomocníka adresy z {0}

source: Added via address helper
cs: Přidáno přes pomocníka adresy

source: Missing lookup password
cs: Chybějící vyhledávací heslo

source: Missing private key
cs: Chybějící soukromý klíč

source: Invalid private key
cs: Neplatný soukromý klíč

source: Your new encryption key
cs: Váš nový šifrovací klíč

source: Address book
cs: Adresář

source: Copy the key and send it to the server operator.
cs: Zkopírujte klíč a pošlete ho provozovateli serveru.

source: After you are granted permission, you may proceed to the website.
cs: Po tom, co je vám uděleno právo, můžete pokračovat na webovou stránku.

source: Go back and fix the error
cs: Vraťte se zpět a opravte chybu

source: local
cs: místní

source: private
cs: soukromé

source: Redirecting to {0}
cs: Přesměrovávání na {0}

source: Address Book
cs: Adresář

source: Saved {0} to the {1} address book, redirecting now.
cs: Uloženo {0} do adresáře {1}, nyní přesměrovávám.

source: Failed to save {0} to the {1} address book, redirecting now.
cs: Selhalo uložení {0} do adresáře {1}, nyní přesměrovávám.

source: Click here if you are not redirected automatically.
cs: Klikněte sem, pokud nejste automaticky přesměrováni.

source: Saved the authentication for {0}, redirecting now.
cs: Uloženo ověření pro {0}, nyní přesměrovávám.
